Repository: lmctv/deform
Catalog: deform/locale/*/LC_MESSAGES/deform.po
Languages: it

source: ${value} is not a dictionary
it: ${value} non è un dizionario

source: ${value} has no ${key} key
it: ${value} non ha la chiave ${key}

source: ${value} is not iterable
it: ${value} non è iterabile

source: Required
it: Obbligatorio

source: Fields did not match
it: I campi non corrispondono

source: Value
it: Valore

source: Confirm Value
it: Conferma Valore

source: Password did not match confirm
it: La password non corrisponde alla conferma

source: Add ${subitem_title}
it: Aggiungi ${subitem_title}

source: Incomplete date
it: Data non completa

source: Confirm Password
it: Conferma Password

source: Year
it: Anno

source: Month
it: Mese

source: Day
it: Giorno

source: There was a problem with your submission
it: C'è stato un problema con l'invio dei dati

source: Errors have been highlighted below
it: Gli errori sono stati evidenziati di seguito

source: There was a problem with this section
it: C'è stato un problema con questa sezione

source: language-code
it: it

source: Remove
it: Rimuovere

source: Reorder (via drag and drop)
it: Riordinare (cliccando e trascinando)

source: Password not displayed.
it: Password non visualizzata.

source: Read-only.
it: Sola lettura.

source: Selected
it: Selezionato

source: Not Selected
it: Non selezionato

source: Yo ${subitem_title}
it: To ${subitem_title}
